var lange = {
        "首页":"首页",
        
    "服务宗旨":"服务宗旨",
    "服务类型":"服务类型",
    "关于卓越": "关于卓越",
    "IPO财务顾问服务": "IPO 财务咨询服务",

    "努力成为我们客户最值得信赖的顾问": "努力成为客户最值得信赖的顾问",
    "提供超出预期的服务": "提供超预期的服务",
    "了解更多": "了解更多",

    "从细节开始":"从细节开始 服务好每一个企业",

    "卓越世纪是一家提供全面服务的顾问咨询公司": "卓越世纪是一家提供全面服务的财务咨询公司，我们在多个行业拥有丰富的经验。",
    "这是卓越世纪的荣幸和机会": "能够为您的企业提供服务是我们的荣幸和机会，我们将为您提供全面优质的服务，包括财务顾问、咨询、兼并、收购咨询和美国IPO上市计划。我们的合作伙伴和团队真诚关心您的业务和您面临的挑战，我们拥有成功解决您问题的专业知识。",
    "我们为国内外企业特别是亚洲": "我们为国内外企业特别是亚洲/中国企业提供全方位、专业、高质量的财务会计咨询服务。",
    "我们的使命是成为最受客户信赖的专业财务顾问": "我们的使命是成为最受客户信赖的专业财务顾问，提供广泛的解决方案来满足您的业务需求。 我们致力于在我们所做的一切工作中达到最高质量水平。",
    "为了满足客户的某些特殊需求": "为了满足客户的某些特殊需求， 我公司还建有一个专业的战略伙伴团体。 其中包括审计、税务咨询、法律顾问、投资顾问、私募基金等专业服务机构，可以为客户提供多元化、一站式服务。",

    "行业经验": "行业经验",
    "亚太区服务": "亚太区服务",
    "会计咨询服务": "会计咨询服务",
    "由于商业环境和交易的复杂性增加以及会计准则的不断更新": "由于商业环境和交易的复杂性增加以及会计准则的不断更新，会计和财务报告变得越来越具有挑战性。我们理解上市公司可能经常会进行某些交易， 这些交易在性质和金额上对财务报表的影响是独特的， 例如收购、 股票补偿和融资协议。我们将根据美国通用会计准则和美国证券交易委员会（“ SEC”） 规则对上述交易对财务报表的影响进行专项分析和评估。我们不仅能够提供传统的会计服务， 还能够提供每个特定行业领域需要特殊知识和经验的特殊服务。我们的专业会计团队拥有足够的知识和经验， 能够帮助客户在中国和美国完成会计体系的建立和解决复杂的问题。 我们的会计服务能够提高公司财务报表的准确性并支持解决问题。",
    "我们的会计咨询服务包括但不限于以下相关项目": "我们的会计咨询服务包括但不限于以下相关项目:",
    "协助和支持建立会计系统": "协助和支持建立会计系统、预算和现金流量预测",
    "分析和评估重要和": " 分析和评估重要和/或独特的交易",
    "研究美国公认会计准则": "研究美国公认会计准则、国际财务报告准则(“IFRS”)和 SEC监管 S-X的解决方案，并为正确的会计处理提供建议",
    "中国会计准则": "转换美国公认会计准则、国际会计准则和中国会计准则",
    "根据美国公认会计准则或国际财务报告准则编制财务报表并进行披露":"根据美国公认会计准则或国际财务报告准则编制财务报表并进行披露",
    "协助企业进行资产及股权重组": "协助企业进行资产及股权重组、企业并购工作及管理制度设计",
    "为企业提供分析报告和管理建议": "为企业提供分析报告和管理建议",

    "我们的专业团队致力于帮助私有企业进行财务结构重组":"我们的专业团队致力于帮助私有企业进行财务结构重组，并协助他们通过传统的IPO或De-SPAC（与特殊目的收购公司合并（SPAC））在美国股票市场上市的过程 我们还为客户提供税务和会计方案，按照美国的标准和要求建立和完善财务报告体系，并培训和帮助建立内部控制团队。 架起中国民营企业与国际资本市场的桥梁，在美国股市IPO过程中，我们充当保驾护航者，与客户紧密合作，为客户成功上市奠定基础。",
    "我们的财务咨询服务包括但不限于以下相关项目":"我们的财务咨询服务包括但不限于以下相关项目：",
    "制定企业改制总体方案和上市前方案":"制定企业改制总体方案和上市前方案",
    "为企业提供企业资产管理":"为企业提供企业资产管理、负债管理、风险管理咨询以及最佳的财务结构设计",
    "推荐保荐人":" 推荐保荐人、承销商、律师、会计师等相关机构以及已建立的交易团体来协助我们的客户",
    "保荐机构":"保荐机构、承销商、会计师事务所、律师事务所、评估师事务所及其他中介机构之间的协调",
    "培养高级管理人员":"培养高级管理人员",
    "提供审核员评估":"提供审核员评估、选择和介绍",
    "协助招股说明书的起草和尽职调查":"协助招股说明书的起草和尽职调查",
    
    
    "我们的并购实践团队将在每一次交易中充当保驾护航的角色":"我们的并购实践团队将在每一次交易中充当保驾护航的角色，全心全意为每一位客户提供差异化的增值建议和完整且行之有效的方法，以促进收购的顺利和成功。",
    "对目标公司进行尽职调查":"对目标公司进行尽职调查，包括财务、税务、商业、运营业务等，全面了解目标公司的基本情况",
    "作为买方代理策划":"作为买方代理策划并购，帮助企业以最恰当的方式和最有利的条件收购最合适的企业，从而实现自身的最优发展",
    "作为卖方代理实施反兼并措施":"作为卖方代理实施反兼并措施，帮助企业以尽可能低的代价实现反收购行动的成功",
    "保护客户在目标公司及其股东中的利益":"保护客户在目标公司及其股东中的利益",
    "组建采购小组并制定工作计划":"组建采购小组并制定工作计划",
    "参与谈判并确定并购条件":"参与谈判并确定并购条件",
    "组织协调会计师事务所":"组织协调会计师事务所、律师事务所、评估师事务所等中介机构的收购相关工作",
    "协助当事人获取相关文件":"协助当事人获取相关文件",
    
    
    "美国证券交易所":"由于美国证券交易所 – S.E.C. （美国证券交易委员会）对于财务的法规十分繁重，公司的注册流程通常很复杂。 我们帮助客户了解法律和程序，同时排除和解决个别出现的问题。 我们帮助客户完成必要的财务报告，以便他们能够在美国股票市场开展正常的日常活动。 我们的专业团队在美国拥有丰富的经验，团队成员充分掌握和理解中美财务报告准则。",
    "我们帮助公司完成必要的报告程序":"我们帮助公司完成必要的报告程序，以便他们能够在美国股票市场开展正常的日常活动。",
    "我们的专业团队在美国拥有丰富的经验":"我们的专业团队在美国拥有丰富的经验。 他们充分掌握和理解中美财务报告准则。",
    "我们对客户提供的金融管理条例遵从服务包括以下项目":"我们对客户提供的金融管理条例遵从服务包括以下项目：",
    "协助公司准备所有财务相关数据":"协助公司准备所有财务相关数据，包括但不限于管理层讨论和分析、资本化时间表和稀释时间表，并纳入与初始提交相关的表格S-1/F-1 (首次公共募集登记的注册)声明中",
    "财政报表年度性和季度性审查":" 财政报表年度性和季度性审查（20-F, 6-K, 10-K 和 10-Q）",
    "塞班斯":"塞班斯 (Sarbanes-Oxley) 条例遵从服务",
    "帮助公司遵守并遵守美国证券交易委员会的法规":"帮助公司遵守并遵守美国证券交易委员会的法规",
    "评估建立和实施内部控制体系":"评估、建立和实施内部控制体系",
        
        
        

    "点击阅读全文": "点击阅读全文",
    "兼并和收购咨询服务": "兼并和收购咨询服务",
    "兼并和收购咨询服务2": "兼并和收购咨询服务",
    "上市公司金融监管咨询服务": "上市公司金融监管咨询服务",

    "Susan": "Susan Woo 是一位在美国有着超过25年的审计及会计执业经验的美国注册会计师。Susan 精通于向客户提供各种财务咨询服务，并协助客户理解和遵循金融管理条例、国际税务法则等专业相关的法律法规。她成功地帮助多家中国公司通过多元的方式成功完成在美国上市，并且她对中国财务制度和美国财务制度的区别有深入的了解。Susan 成功地协助过多家公司完成兼并、资产重组和收购等复杂交易。此外，她也提供协助美国公司到中国大陆市场投资的业务，向美国券商和美国投资者推荐合适的目标企业，协助公司应对潜在的投资者问题并提供独到的分析。  Susan用她的知识和智慧填补了中美在财务和税务政策上的巨大间隙。",
    "xiajia": "Jia Xia是一位在美国有着超过19 年的审计及会计执业经验的美国注册会计师。Jia参与了许多上市公司并购会计审核及申报工作，对美国会计准则及美国证监会SEC审报及金融管理条例要求有深刻的了解。曾在多家财富 500 强公司负责美国会计准则 (US GAAP）和国际会计准则 (IFRS）的咨询及企业会计政策管理工作，并在提高公司报告能力方面拥有丰富的经验。她曾在多个行业工作过，包括消费品、公用事业和能源更新、医疗保健、金融服务和会计事务所。在加入 Beyond Century 之前，Jia曾担任洛杉矶私募股权公司 Palm Tree 的企业财务总监； Capital Group 的财务监管经理，Capital Group 是全球最大的资产管理公司之一，管理的资产超过 2.3 万亿美元；南加州爱迪生公司（美国最大的公用事业公司之一、财富 500 强公司）的财务经理；跨国包装材料制造商和分销商、财富 500 强公司艾利丹尼森 (Avery Dennison) 财务经理；四大会计师事务所之一、普华永道的审计经理。Jia获得了加州大学洛杉矶分校 经济学/辅修会计学学士学位，是加州注册会计师。Jia精通普通话、英语和葡萄牙语，并具备西班牙语会话能力。",
    "Miranda": "Miranda Sun是美国注册会计师。Miranda在美国、中国的上市公司和私营公司的会计方面拥有超过 20 年的经验。Miranda协助各种规模的客户从私营企业到跨国公司，并深度参与客户在美上市过程，协助企业制定方。并与客户的会计部门和审计人员紧密合作，正确规划以确保上市能够高效地完成。Miranda还对各种行业的首次公开募股、注册声明、反向并购和SPAC的复杂会计和 SEC 合规问题处理有着丰富经验，尤其是在中国和香港的国际业务中，有着向客户提供财务咨询，协助客户遵循SEC金融管理条例的经验。Miranda精通英语，普通话和粤语。",
    "Raymond": "Raymond Choy 是卓越世纪其中一位联合创始人。Raymond在美国有着超过20年的审计及会计执业经验的美国注册会计师和全球特许管理会计师。Raymond 善于向客户提供审计和财政、遵循SEC金融管理条例、国际税务法则等方面的咨询服务。 Raymond 拥有多年的上市公司服务经验， 包括审计业务、咨询服务、会计服务，以及协助上市等服务。Raymond在财政预算、尽职调查以及各项管理服务上同样拥有相当丰富的经验。Raymond协助客户完善财务系统，使其符合美国交易委员会的准则要求，包含塞班斯相关的内控测试及文档建立， 他还拥有相关内控测试的施行经验。 Raymond在各种管理会计服务方面也有相当出色的能力，例如在客户财务高管职位空缺时，担任临时首席官或财务总监。 Raymond精通英语，普通话和粤语。",

    "联系我们": "联系我们",
    "姓名": "姓名",
    "电话": "电话",
    "邮箱": "邮箱",
    "咨询内容": "咨询内容",
    "提交": "提交",
    "地址": "地址",
    "电话": "电话",
    "官网": "官网",
   "美国总部地址":" 美国总部地址：21660 E Copley Drive Suite 268, Diamond Bar, CA 91765",
   "中国办公室地址":"中国办公室地址：湖南省长沙市岳麓区金茂广场北塔写字楼1309室",
   "版权所有":" 版权所有 ©2024 Beyond Century Consulting, LLC. 保留一切所有权。",

    "关于公司": "关于公司",
    "从细节开始": "从细节开始 服务好每一个企业",
    "主要成员": "主要成员",
    
    "超越卓越":"超越卓越",
    "责任":"责任",
    "准确":"准确",
    "能力":"能力",
    "可靠":"可靠",
    "热爱":"热爱",
    "勤勉":"勤勉",
    "优质":"优质",
    "诚实":"诚实",
    "专业":"专业",
    "守信":"守信",
    "创新":"创新",
    "洞察":"洞察",
    "信赖":"信赖",
    
    
    "提示":"提示",
    "关闭":"关闭",
    "请输入":"请输入",
    "发送成功，我们已经收到您的信息":"发送成功，我们已经收到您的信息",
}
export default lange